Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Import a clip or a photograph, inspect its real format, grade on the GPU, and export at its original dimensions.
de: Importiere einen Clip oder ein Foto, sieh dir sein echtes Format an, grade auf der GPU und exportiere in den Originalabmessungen.
es: Importa un clip o una fotografía, inspecciona su formato real, etalona en la GPU y exporta a sus dimensiones originales.
fr: Importez un clip ou une photographie, inspectez son format réel, étalonnez sur le GPU et exportez à ses dimensions d'origine.
it: Importa una clip o una fotografia, ispeziona il suo formato reale, fai il grading sulla GPU ed esporta alle dimensioni originali.
sv: Importera ett klipp eller ett fotografi, granska dess verkliga format, grada på GPU:n och exportera i originalmåtten.

source: Import a look from Files
de: Look aus Dateien importieren
es: Importar un look desde Archivos
fr: Importer un look depuis Fichiers
it: Importa un look da File
sv: Importera en look från Filer

source: Import custom fonts for your titles
de: Importiere eigene Schriften für deine Titel
es: Importa fuentes propias para tus títulos
fr: Importez des polices personnalisées pour vos titres
it: Importa font personalizzati per i tuoi titoli
sv: Importera egna teckensnitt till dina titlar

source: Import custom TTF fonts for titles that feel like you. Bundled fonts remain free.
de: Importiere eigene TTF-Schriften für Titel, die nach dir klingen. Die mitgelieferten Schriften bleiben kostenlos.
es: Importa tus propias fuentes TTF para títulos con tu sello. Las fuentes incluidas siguen siendo gratis.
fr: Importez vos propres polices TTF pour des titres qui vous ressemblent. Les polices fournies restent gratuites.
it: Importa i tuoi font TTF per titoli che ti somigliano. I font inclusi restano gratuiti.
sv: Importera egna TTF-teckensnitt för titlar som känns som du. De inbyggda teckensnitten förblir gratis.

source: Import from Files
de: Aus Dateien importieren
es: Importar desde Archivos
fr: Importer depuis Fichiers
it: Importa da File
sv: Importera från Filer

source: Import from Photos
de: Aus Fotos importieren
es: Importar desde Fotos
fr: Importer depuis Photos
it: Importa da Foto
sv: Importera från Bilder

source: Import Image
de: Bild importieren
es: Importar imagen
fr: Importer une image
it: Importa immagine
sv: Importera bild

source: Import media
de: Medien importieren
es: Importar material
fr: Importer des médias
it: Importa contenuti
sv: Importera medier

source: Import Media
de: Medien importieren
es: Importar material
fr: Importer des médias
it: Importa contenuti
sv: Importera medier

source: Import Photo
de: Foto importieren
es: Importar foto
fr: Importer une photo
it: Importa foto
sv: Importera foto

source: Import TTF font
de: TTF-Schrift importieren
es: Importar fuente TTF
fr: Importer une police TTF
it: Importa font TTF
sv: Importera TTF-teckensnitt

source: Import video, photos or audio
de: Video, Fotos oder Audio importieren
es: Importar vídeo, fotos o audio
fr: Importer de la vidéo, des photos ou de l’audio
it: Importa video, foto o audio
sv: Importera video, foton eller ljud

source: Import Videos
de: Videos importieren
es: Importar vídeos
fr: Importer des vidéos
it: Importa video
sv: Importera videor

source: Import your own .cube LUTs and carry your style from one project to the next.
de: Importiere deine eigenen .cube-LUTs und nimm deinen Stil von Projekt zu Projekt mit.
es: Importa tus propias LUT .cube y lleva tu estilo de un proyecto a otro.
fr: Importez vos propres LUT .cube et emportez votre style d'un projet à l'autre.
it: Importa le tue LUT .cube e porta il tuo stile da un progetto all'altro.
sv: Importera dina egna .cube-LUT och ta med din stil från ett projekt till nästa.

source: Import, play, cut, copy, paste, split and export without leaving the keyboard.
de: Importieren, abspielen, schneiden, kopieren, einsetzen, teilen und exportieren, ohne die Tastatur zu verlassen.
es: Importa, reproduce, corta, copia, pega, divide y exporta sin soltar el teclado.
fr: Importez, lisez, coupez, copiez, collez, scindez et exportez sans quitter le clavier.
it: Importa, riproduci, taglia, copia, incolla, dividi ed esporta senza lasciare la tastiera.
sv: Importera, spela, klipp ut, kopiera, klistra in, dela och exportera utan att lämna tangentbordet.

source: Imported look.
de: Importierter Look.
es: Look importado.
fr: Look importé.
it: Look importato.
sv: Importerad look.

source: Imported Video
de: Importiertes Video
es: Vídeo importado
fr: Vidéo importée
it: Video importato
sv: Importerad video

source: Imported video, photos and audio collect here. Drag one onto the timeline, or press the button under it.
de: Importierte Videos, Fotos und Audiodateien sammeln sich hier. Zieh eines auf die Timeline oder verwende die Schaltflächen darunter.
es: Los vídeos, las fotos y el audio que importas se reúnen aquí. Arrastra uno a la línea de tiempo o usa los botones de abajo.
fr: Les vidéos, photos et fichiers audio importés s’accumulent ici. Faites-en glisser un sur la timeline, ou utilisez les boutons en dessous.
it: I video, le foto e l’audio che importi si raccolgono qui. Trascinane uno sulla timeline oppure usa i pulsanti qui sotto.
sv: Importerad video, foton och ljud samlas här. Dra något till tidslinjen, eller tryck på knappen under det.

source: In
de: Ein
es: Entrada
fr: Entrée
it: Entrata

source: Inside
de: Innen
es: Dentro
fr: Intérieur
it: Dentro
sv: Innanför

source: Inside shape
de: Innerhalb der Form
es: Dentro de la forma
fr: Intérieur de la forme
it: Dentro la forma
sv: Innanför formen

source: Inspecting generated metadata…
de: Erzeugte Metadaten werden geprüft…
es: Inspeccionando los metadatos generados…
fr: Inspection des métadonnées générées…
it: Ispezione dei metadati generati…
sv: Granskar skapad metadata …

source: Introductory price
de: Einführungspreis
es: Precio introductorio
fr: Tarif de lancement
it: Prezzo introduttivo
sv: Introduktionspris

source: Introductory price. One purchase, yours forever.
de: Einführungspreis. Einmal kaufen, für immer deins.
es: Precio introductorio. Una compra, tuyo para siempre.
fr: Tarif de lancement. Un seul achat, à vous pour toujours.
it: Prezzo introduttivo. Un acquisto, tuo per sempre.
sv: Introduktionspris. Ett köp, ditt för alltid.

source: Invalid 1D size on line %lld.
de: Ungültige 1D-Größe in Zeile %lld.
es: Tamaño 1D no válido en la línea %lld.
fr: Taille 1D non valide à la ligne %lld.
it: Dimensione 1D non valida alla riga %lld.
sv: Ogiltig 1D-storlek på rad %lld.

source: Invalid 3D size on line %lld.
de: Ungültige 3D-Größe in Zeile %lld.
es: Tamaño 3D no válido en la línea %lld.
fr: Taille 3D non valide à la ligne %lld.
it: Dimensione 3D non valida alla riga %lld.
sv: Ogiltig 3D-storlek på rad %lld.

source: Invalid asset range or URL.
de: Ungültiger Medienbereich oder ungültige URL.
es: Intervalo de recurso o URL no válidos.
fr: Plage de média ou URL non valide.
it: Intervallo dell’elemento o URL non validi.
sv: Ogiltigt mediaintervall eller ogiltig URL.

source: Invalid audio clip.
de: Ungültiger Audioclip.
es: Clip de audio no válido.
fr: Clip audio non valide.
it: Clip audio non valida.
sv: Ogiltigt ljudklipp.

source: Invalid canvas dimensions or frame duration.
de: Ungültige Maße der Arbeitsfläche oder Framedauer.
es: Dimensiones del lienzo o duración de fotograma no válidas.
fr: Dimensions du canevas ou durée d’image non valides.
it: Dimensioni del canvas o durata del fotogramma non valide.
sv: Ogiltiga mått eller ogiltig bildrutelängd för arbetsytan.

source: Invalid clip placement or track membership.
de: Ungültige Clip-Platzierung oder Spurzuordnung.
es: Colocación del clip o pertenencia a la pista no válidas.
fr: Placement du clip ou appartenance de piste non valide.
it: Posizionamento della clip o appartenenza alla traccia non validi.
sv: Ogiltig klippplacering eller spårtillhörighet.

source: Invalid domain on line %lld.
de: Ungültiger Wertebereich in Zeile %lld.
es: Dominio no válido en la línea %lld.
fr: Domaine non valide à la ligne %lld.
it: Dominio non valido alla riga %lld.
sv: Ogiltig domän på rad %lld.

source: Invalid keyframe value on %@.
de: Ungültiger Keyframe-Wert auf %@.
es: Valor de fotograma clave no válido en %@.
fr: Valeur d’image clé non valide sur %@.
it: Valore del fotogramma chiave non valido su %@.
sv: Ogiltigt keyframe-värde på %@.

source: Invalid mask keyframe on %@.
de: Ungültiger Masken-Keyframe auf %@.
es: Fotograma clave de máscara no válido en %@.
fr: Image clé de masque non valide sur %@.
it: Fotogramma chiave della maschera non valido su %@.
sv: Ogiltig maskkeyframe på %@.

source: Invalid project: %@
de: Ungültiges Projekt: %@
es: Proyecto no válido: %@
fr: Projet non valide : %@
it: Progetto non valido: %@
sv: Ogiltigt projekt: %@

source: Invalid shape geometry or appearance.
de: Ungültige Formgeometrie oder Darstellung.
es: Geometría o apariencia de forma no válidas.
fr: Géométrie ou apparence de forme non valide.
it: Geometria o aspetto della forma non validi.
sv: Ogiltig formgeometri eller ogiltigt utseende.

source: Invalid text color or decoration.
de: Ungültige Textfarbe oder Dekoration.
es: Color o decoración de texto no válidos.
fr: Couleur ou décoration de texte non valide.
it: Colore o decorazione del testo non validi.
sv: Ogiltig textfärg eller dekoration.

source: Invalid text geometry or appearance.
de: Ungültige Textgeometrie oder Darstellung.
es: Geometría o apariencia de texto no válidas.
fr: Géométrie ou apparence de texte non valide.
it: Geometria o aspetto del testo non validi.
sv: Ogiltig textgeometri eller ogiltigt utseende.

source: Invalid text style.
de: Ungültiger Textstil.
es: Estilo de texto no válido.
fr: Style de texte non valide.
it: Stile di testo non valido.
sv: Ogiltig textstil.

source: Invalid timeline markers.
de: Ungültige Timeline-Marker.
es: Marcadores de la línea de tiempo no válidos.
fr: Marqueurs de timeline non valides.
it: Marcatori della timeline non validi.
sv: Ogiltiga tidslinjemarkörer.

source: Invalid visual clip or transform.
de: Ungültiger visueller Clip oder ungültige Transformation.
es: Clip visual o transformación no válidos.
fr: Clip visuel ou transformation non valide.
it: Clip visiva o trasformazione non valide.
sv: Ogiltigt visuellt klipp eller ogiltig transform.

source: Invert
de: Invertieren
es: Invertir
fr: Inverser
it: Inverti
sv: Invertera

source: Invert selection
de: Auswahl umkehren
es: Invertir la selección
fr: Inverser la sélection
it: Inverti la selezione
sv: Invertera markeringen

source: inverted
de: invertiert
es: invertido
fr: inversé
it: invertito
sv: inverterad

source: It travels with the clip
de: Es reist mit dem Clip
es: Viaja con el clip
fr: Elle voyage avec le clip
it: Viaggia insieme alla clip
sv: Den följer med klippet

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
sv: Kursiv

source: Judge this at 100% or closer, and hold the picture to compare. At preview size a denoiser always looks better than it is.
de: Beurteile das bei 100 % oder näher und halte das Bild gedrückt, um zu vergleichen. In Vorschaugröße sieht eine Rauschreduzierung immer besser aus, als sie ist.
es: Juzga esto al 100 % o más cerca, y mantén pulsada la imagen para comparar. Al tamaño de la previsualización, un reductor de ruido siempre parece mejor de lo que es.
fr: Jugez ceci à 100 % ou de plus près, et maintenez l'image pour comparer. À la taille de l'aperçu, un réducteur de bruit paraît toujours meilleur qu'il ne l'est.
it: Giudica questo al 100% o più da vicino, e tieni premuta l'immagine per confrontare. Alla dimensione dell'anteprima un riduttore di rumore sembra sempre migliore di quanto sia.
sv: Bedöm det här vid 100 % eller närmare, och håll på bilden för att jämföra. I förhandsvisningsstorlek ser en brusreducerare alltid bättre ut än den är.

source: Keep at least one frame in the clip.
de: Behalte mindestens einen Frame im Clip.
es: Conserva al menos un fotograma en el clip.
fr: Conservez au moins une image dans le clip.
it: Mantieni almeno un fotogramma nella clip.
sv: Behåll minst en bildruta i klippet.

source: Keep at least one frame of %@.
de: Behalte mindestens einen Frame von %@.
es: Conserva al menos un fotograma de %@.
fr: Conservez au moins une image de %@.
it: Mantieni almeno un fotogramma di %@.
sv: Behåll minst en bildruta av %@.

source: Keep at least one frame of audio.
de: Behalte mindestens einen Frame Audio.
es: Conserva al menos un fotograma de audio.
fr: Conservez au moins une image d’audio.
it: Mantieni almeno un fotogramma di audio.
sv: Behåll minst en bildruta med ljud.

source: Keep Export Open
de: Export offen lassen
es: Mantener la exportación abierta
fr: Garder l'export ouvert
it: Tieni aperta l'esportazione
sv: Håll exporten öppen

source: Keep HDR
de: HDR beibehalten
es: Conservar el HDR
fr: Conserver le HDR
it: Mantieni l'HDR
sv: Behåll HDR

source: Keep the look you built.
de: Behalte den Look, den du gebaut hast.
es: Conserva el look que has creado.
fr: Gardez le look que vous avez construit.
it: Conserva il look che hai costruito.
sv: Behåll looken du byggde.

source: Keep this grade and add the copied one, or replace it?
de: Dieses Grading behalten und das kopierte hinzufügen oder ersetzen?
es: ¿Conservar este etalonaje y añadir el copiado, o sustituirlo?
fr: Conserver cet étalonnage et ajouter celui qui a été copié, ou le remplacer ?
it: Vuoi mantenere questo grading e aggiungere quello copiato, o sostituirlo?
sv: Behålla den här gradingen och lägga till den kopierade, eller ersätta den?

source: Keeps the filter from reaching across a real edge. Black text on a white wall stays sharp however far the radius is pushed.
de: Verhindert, dass der Filter über eine echte Kante hinweggreift. Schwarze Schrift auf weißer Wand bleibt scharf, wie weit der Radius auch aufgedreht wird.
es: Evita que el filtro cruce un borde real. El texto negro sobre una pared blanca sigue nítido por mucho que se suba el radio.
fr: Empêche le filtre de franchir un véritable contour. Un texte noir sur un mur blanc reste net, aussi loin que le rayon soit poussé.
it: Impedisce al filtro di attraversare un bordo vero. Un testo nero su un muro bianco resta nitido per quanto si spinga il raggio.
sv: Hindrar filtret från att sträcka sig över en verklig kant. Svart text på en vit vägg förblir skarp hur långt radien än dras.

source: Keeps the grade you have now, including the last match, and matches on top of it.
de: Behält das Grading, das du jetzt hast, einschließlich des letzten Abgleichs, und gleicht darauf ab.
es: Conserva el etalonaje que tienes ahora, incluido el último ajuste, y ajusta encima.
fr: Conserve l'étalonnage que vous avez maintenant, y compris la dernière correspondance, et fait correspondre par-dessus.
it: Mantiene il grading che hai ora, incluso l'ultimo abbinamento, e abbina sopra di esso.
sv: Behåller gradingen du har nu, inklusive den senaste matchningen, och matchar ovanpå den.

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
sv: Tangentbord

source: Keyboard shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Abbreviazioni da tastiera
sv: Tangentbordsgenvägar

source: Keyframe at the playhead
de: Keyframe am Abspielkopf
es: Fotograma clave en el cabezal
fr: Image clé à la tête de lecture
it: Fotogramma chiave alla testina
sv: Keyframe vid uppspelningshuvudet

source: Keyframe time cannot be negative.
de: Die Keyframe-Zeit darf nicht negativ sein.
es: El tiempo del fotograma clave no puede ser negativo.
fr: Le temps d’une image clé ne peut pas être négatif.
it: Il tempo del fotogramma chiave non può essere negativo.
sv: En keyframes tid kan inte vara negativ.

source: Keyframes belong to the clip, so they move, copy and split with it, and the preview always matches the export.
de: Keyframes gehören zum Clip — sie werden mit ihm verschoben, kopiert und geteilt, und die Vorschau entspricht immer dem Export.
es: Los fotogramas clave pertenecen al clip: se mueven, se copian y se dividen con él, y la previsualización siempre coincide con la exportación.
fr: Les images clés appartiennent au clip : elles se déplacent, se copient et se divisent avec lui, et l'aperçu correspond toujours à l'export.
it: I fotogrammi chiave appartengono alla clip: si spostano, si copiano e si dividono con lei, e l'anteprima corrisponde sempre all'esportazione.
sv: Keyframes hör till klippet, så de flyttas, kopieras och delas med det, och förhandsvisningen stämmer alltid med exporten.

source: Keyframes on %@ are out of order.
de: Keyframes auf %@ sind nicht in der richtigen Reihenfolge.
es: Los fotogramas clave de %@ están desordenados.
fr: Les images clés de %@ ne sont pas dans l’ordre.
it: I fotogrammi chiave di %@ non sono in ordine.
sv: Keyframes på %@ ligger i fel ordning.

source: Large
de: Groß
es: Grande
fr: Grande
it: Grande
sv: Stor

source: Largest compatibility, larger files.
de: Größte Kompatibilität, größere Dateien.
es: Máxima compatibilidad, archivos más grandes.
fr: Compatibilité maximale, fichiers plus lourds.
it: Massima compatibilità, file più grandi.
sv: Störst kompatibilitet, större filer.

source: Lasso selection
de: Lasso-Auswahl
es: Selección con lazo
fr: Sélection au lasso
it: Selezione con lazo
sv: Lassomarkering

source: LAUNCH — %lld%% OFF
de: START — %lld %% RABATT
es: SALIDA — %lld %% DE DESCUENTO
fr: DÉPART — %lld %% DE RÉDUCTION
it: PARTENZA — %lld%% DI SCONTO
sv: LANSERING — %lld %% RABATT

source: LAUNCH PRICE
de: STARTPREIS
es: PRECIO DE SALIDA
fr: PRIX DE DÉPART
it: PREZZO DI PARTENZA
sv: LANSERINGSPRIS

source: Layer mask
de: Ebenenmaske
es: Máscara de capa
fr: Masque de calque
it: Maschera di livello
sv: Lagermask

source: Layer name
de: Ebenenname
es: Nombre de la capa
fr: Nom du calque
it: Nome del livello
sv: Lagernamn

source: Layers
de: Ebenen
es: Capas
fr: Calques
it: Livelli
sv: Lager

source: Left side
de: Linke Seite
es: Lado izquierdo
fr: Côté gauche
it: Lato sinistro
sv: Vänster sida

source: Lens Warp
de: Linsenverzerrung
es: Distorsión de lente
fr: Distorsion d’objectif
it: Distorsione dell’obiettivo
sv: Linsförvrängning

source: Let Pitch Follow Speed
de: Tonhöhe folgt dem Tempo
es: Que el tono siga a la velocidad
fr: Laisser la hauteur suivre la vitesse
it: Lascia che l'intonazione segua la velocità
sv: Låt tonhöjden följa hastigheten

source: Lifetime Pro
de: Pro auf Lebenszeit
es: Pro de por vida
fr: Pro à vie
it: Pro a vita
sv: Pro för alltid

source: Lifts the blacks toward a matte, washed-print look.
de: Hebt die Schwarztöne an — matt, wie ein ausgewaschener Abzug.
es: Levanta los negros hacia un acabado mate, de copia desgastada.
fr: Remonte les noirs vers un rendu mat, façon tirage délavé.
it: Alza i neri verso una resa opaca, da copia slavata.
sv: Lyfter svärtan mot en matt, urtvättad kopiekänsla.

source: light
de: leicht
es: ligero
fr: léger
it: leggero
sv: lätt

source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
sv: Ljus

source: Line
de: Linie
es: Línea
fr: Ligne
it: Linea
sv: Linje

source: Line spacing
de: Zeilenabstand
es: Interlineado
fr: Interligne
it: Interlinea
sv: Radavstånd

source: Linked audio
de: Verknüpftes Audio
es: Audio vinculado
fr: Audio lié
it: Audio collegato
sv: Länkat ljud

source: Liquid
de: Flüssig
es: Líquido
fr: Liquide
it: Liquido
sv: Flytande

source: Live preview · X/Y 0.5 is the canvas center. Reset also clears this clip's animation.
de: Live-Vorschau · X/Y 0,5 ist die Mitte der Arbeitsfläche. „Zurücksetzen“ löscht auch die Animation dieses Clips.
es: Previsualización en directo · X/Y 0,5 es el centro del lienzo. Restablecer borra también la animación de este clip.
fr: Aperçu en direct · X/Y 0,5 correspond au centre du canevas. Réinitialiser efface aussi l'animation de ce clip.
it: Anteprima dal vivo · X/Y 0,5 è il centro del canvas. Reimposta cancella anche l'animazione di questa clip.
sv: Direkt förhandsvisning · X/Y 0,5 är arbetsytans mitt. Återställ rensar även det här klippets animering.

source: Loading fonts
de: Schriften werden geladen
es: Cargando fuentes
fr: Chargement des polices
it: Caricamento dei font
sv: Läser in teckensnitt

source: Loading prices…
de: Preise werden geladen…
es: Cargando los precios…
fr: Chargement des tarifs…
it: Caricamento dei prezzi…
sv: Hämtar priser …

source: Local color limits this clip's creative grade to an ellipse or rectangle; it does not make the layer transparent. For separate graded areas that each carry their own colour, use Masks. Use the Mask tool beside Transform when you want to reveal clips underneath.
de: Lokale Farbe beschränkt das kreative Grading dieses Clips auf eine Ellipse oder ein Rechteck; sie macht die Ebene nicht transparent. Für getrennte gegradete Bereiche mit jeweils eigener Farbe nutze Masken. Nutze das Masken-Werkzeug neben „Transformieren“, wenn du darunterliegende Clips freilegen willst.
es: El color local limita el etalonaje creativo de este clip a una elipse o un rectángulo; no hace transparente la capa. Para zonas etaloneadas separadas con su propio color, usa Máscaras. Usa la herramienta Máscara junto a Transformar cuando quieras dejar ver los clips de debajo.
fr: La couleur locale limite l’étalonnage créatif de ce clip à une ellipse ou un rectangle ; elle ne rend pas le calque transparent. Pour des zones étalonnées distinctes portant chacune sa propre couleur, utilisez les masques. Utilisez l’outil Masque à côté de Transformer lorsque vous voulez révéler les clips situés en dessous.
it: Il colore locale limita il grading creativo di questa clip a un’ellisse o a un rettangolo; non rende trasparente il livello. Per aree gradate separate, ciascuna con il proprio colore, usa le Maschere. Usa lo strumento Maschera accanto a Trasforma quando vuoi far emergere le clip sottostanti.
sv: Lokal färg begränsar det här klippets kreativa grading till en ellips eller rektangel; den gör inte lagret genomskinligt. För separata gradade områden som var och en bär sin egen färg, använd Masker. Använd maskverktyget intill Transform när du vill visa klipp nedanför.

source: Local contrast at the edges. Past the middle it starts to show halos.
de: Lokaler Kontrast an den Kanten. Über die Mitte hinaus entstehen Halos.
es: Contraste local en los bordes. Pasada la mitad empiezan a aparecer halos.
fr: Contraste local sur les contours. Au-delà du milieu, des halos commencent à apparaître.
it: Contrasto locale sui bordi. Oltre la metà iniziano a comparire gli aloni.
sv: Lokal kontrast vid kanterna. Efter mitten börjar den ge glorior.

source: Lock %@
de: %@ sperren
es: Bloquear %@
fr: Verrouiller %@
it: Blocca %@
sv: Lås %@

source: Lock aspect ratio
de: Seitenverhältnis sperren
es: Bloquear la proporción
fr: Verrouiller les proportions
it: Blocca le proporzioni
sv: Lås proportioner

source: Lock layer
de: Ebene sperren
es: Bloquear la capa
fr: Verrouiller le calque
it: Blocca il livello
sv: Lås lagret

source: Log (scene-referred)
de: Log (szenenbezogen)
es: Log (referido a escena)
fr: Log (référencé scène)
it: Log (riferito alla scena)
sv: Log (scenrefererad)

source: Longest edge in pixels
de: Längste Kante in Pixeln
es: Lado mayor en píxeles
fr: Côté le plus long en pixels
it: Lato maggiore in pixel
sv: Längsta sidan i pixlar

source: Longest edge: %lld px
de: Längste Kante: %lld px
es: Lado mayor: %lld px
fr: Côté le plus long : %lld px
it: Lato maggiore: %lld px
sv: Längsta sidan: %lld px

source: Look strength
de: Look-Stärke
es: Intensidad del look
fr: Intensité du look
it: Intensità del look
sv: Lookens styrka

source: Lossless, and much larger. For a master copy.
de: Verlustfrei und deutlich größer. Für eine Master-Kopie.
es: Sin pérdidas, y mucho más grande. Para una copia máster.
fr: Sans perte, et bien plus lourd. Pour une copie master.
it: Senza perdita, e molto più pesante. Per una copia master.
sv: Förlustfritt, och mycket större. För en masterkopia.
